brew "bat"
brew "bkt"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "jq"
brew "lazygit"
brew "parallel"
brew "starship"
brew "stow"
brew "ripgrep"
brew "vivid" # Colorizer for LS_COLORS
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "zoxide"
